Ran Plan for dir: `build/terraform/tenants/client01` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_s3_bucket.my_bucket-client01-atlantis will be created
+ resource "aws_s3_bucket" "my_bucket-client01-atlantis" {
      + acceleration_status         = (known after apply)
      + acl                         = (known after apply)
      + arn                         = (known after apply)
      + bucket                      = "client01-atlantis-test"
      + bucket_domain_name          = (known after apply)
      + bucket_prefix               = (known after apply)
      + bucket_regional_domain_name = (known after apply)
      + force_destroy               = false
      + hosted_zone_id              = (known after apply)
      + id                          = (known after apply)
      + object_lock_enabled         = (known after apply)
      + policy                      = (known after apply)
      + region                      = (known after apply)
      + request_payer               = (known after apply)
      + tags_all                    = (known after apply)
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d build/terraform/tenants/client01`
* :put_litter_in_its_place: To **delete** this plan click [here](https://adc4-2a00-23c7-2b1f-e401-95ed-e261-b585-c7b4.ngrok-free.app/lock?id=cazanelena%252Fatlantis-setup%252Fbuild%252Fterraform%252Ftenants%252Fclient01%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d build/terraform/tenants/client01`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To **delete** all plans and locks for the PR, comment:
    * `atlantis unlock`